Repository: IosIbrahim/BGH-Hospital
Catalog: CareMate/Controller/MedicationsViewGroup/SickLeaveGroup/IBSwift/*.lproj/SickLeavePrintViewController.strings
Languages: ar

# 1yx-pg-J58.text
source: Gender
ar: الجني

# 8QA-d7-3Ex.text
source: EXit Date
ar: تاريخ الانتهاء

# Ayw-Ui-1yq.text
source: Out Clinic
ar: عياده خارجيه

# GED-ku-Azv.text
source: Male
ar: ذكر

# Grt-pX-Hoo.text
source: Nationality
ar: الجنسيه

# HMi-nq-inl.text
source: Duration
ar: المده

# Uzu-wq-8VD.text
source: In Hospital
ar: في المستشفي

# W2g-64-L4V.text
source: SSN
ar: الرقم المدني

# YNy-VT-RML.text
source: Medical Number
ar: الرقم الطبي

# jrq-h4-EAe.text
source: Kuwtian
ar: كويتي

# lmI-c8-biw.text
source: Enterance Date
ar: تاريخ الدخول

# lto-tP-bEk.text
source: Not Kuwtain
ar: لست كويتي

# p3N-J5-F1I.text
source: Diagnosis
ar: التشخيص

# pu9-0H-E9o.text
source: Nationality
ar: الجنسيه

# qMc-de-QAy.text
source: Birth Of Date
ar: تاريخ الميلاد

# ta0-lE-Fht.text
source: Patient Name
ar: اسم المريض

# vUs-zG-vqz.text
source: Female
ar: انثي

# wOu-gG-eWB.text
source: Sick Leave Date
ar: تاريخ المرضي
