Repository: IosIbrahim/BGH-Hospital
Catalog: CareMate/Controller/EmergenyRequestGroup/IBSwift/*.lproj/PatientAddressViewController.strings
Languages: ar

# 1Au-9x-10I.text
source: Choose Street
ar: اختار الشارع

# 5uW-vT-IMi.text
source: Choose Gov
ar: اختار المحافظه

# AE6-Lm-ZhG.text
source: Caller Info
ar: بيانات المتصل

# HGB-WY-ev7.text
source: coupon
ar: قسيمه

# KLP-3f-dff.text
source: Area
ar: منطقه

# M0Y-p4-BEU.text
source: District
ar: حي

# R4x-l9-wZ9.text
source: Choose City
ar: اختار المدينه

# RGK-DL-wHF.text
source: Group
ar: مجموعه

# UwR-cW-Sj4.text
source: Patient Address
ar: عنوان المربض

# g6b-Ex-EmI.text
source: Adrress
ar: عنوان

# k0B-WE-kbm.text
source: Patient Info
ar: بيانات المتصل

# k6B-TA-6dg.text
source: Next
ar: التالي

# l6V-2J-mLp.text
source: Buliding Number
ar: منزل / مبني / طابق / شقة

# mvz-C0-kO6.text
source: Automated figure
ar: الرقم الالي

# tAg-Zk-EUf.text
source: Other Info
ar: بيانات اخري

# zqg-d3-NRE.text
source: Street
ar: شارع
