Repository: IosIbrahim/BGH-Hospital
Catalog: CareMate/Controller/reportRequestsGroup/IBSwift/*.lproj/SaveViewController.strings
Languages: ar

# 2NP-hL-usz.placeholder
source: Write Person Name
ar: من فضلك اكتب اسم الشخص

# 9Wv-k8-7fB.text
source: Need Support
ar: يحتاج دعم

# BBT-xx-hje.text
source: Next
ar: االتالي

# Bb2-ms-JKI.text
source: Report
ar: تقرير

# Hnt-lg-VBi.text
source: Person Authorized to receive
ar: الشخص الموفوض الاستلام

# bH4-cg-hwu.text
source: Choose Visit
ar: اختار الزيارة

# fRt-Be-Nzb.text
source: Yes
ar: نعم

# qaS-5l-HFc.text
source: The visit to which the report is required
ar: الزيارة المطلوب عليها التقرير

# uJy-y3-Ec6.placeholder
source: Write Your Notes
ar: اكتب ملاحظاتك

# vY7-Ev-8J5.text
source: NO
ar: لا

# wI6-Je-90s.text
source: Notes
ar: ملاحطات

# wkj-b2-0ZE.text
source: Choose report
ar: اختار التقرير
