Repository: IosIbrahim/BGH-Hospital
Catalog: CareMate/Controller/Tabs/HomeViewControllerGroup/Ambulance/Add/*.lproj/CallerInfoViewController.strings
Languages: ar

# 1Kt-fd-Kni.text
source: Choosse Caller Type
ar: اختار نوع المتصل

# Fxa-Xb-qUP.text
source: Patient Info
ar: بيانات المريض

# Meh-RS-ghc.text
source: Other Info
ar: بيانات اخري

# NVk-ZH-h2X.text
source: Next
ar: التالي

# Pyc-eU-g0H.text
source: Call Type
ar: نوع المتصل

# SNt-fx-k4P.text
source: Patient Address
ar: عنوان المريض

# aNs-Jh-jdx.text
source: Caller Info
ar: بيانات الطالب

# cZ5-zd-tgU.text
source: Call Phone number
ar: رقم الطالب

# nRc-mN-Ec6.placeholder
source: Enter Caller Name
ar: ادخل اسم المتصل

# sZL-hn-KZ7.text
source: Caller Name
ar: اسم الطالب

# zQC-w4-wVX.placeholder
source: Enter Phone Number
ar: ادخل رقم الهاتف
